Revit 2024 API
CylindricalFace.IsInside Method
Indicates whether the specified point is within this face.
Overload List
Name | Description
IsInside(UV)
Indicates whether the specified point is within this face.
 (Inherited from Face.)
IsInside(UV, IntersectionResult)
Indicates whether the specified point is within this face and outputs additional information about the point location.
 (Inherited from Face.)
See Also
CylindricalFace Class
CylindricalFace Members
Autodesk.Revit.DB Namespace